Repository: MaartyS/meeting-room-display
Catalog: locale/*/LC_MESSAGES/mrd.po
Languages: de

source: available
de: frei

source: no events today
de: keine Veranstaltungen heute

source: all-day
de: ganztags

source: until
de: bis

source: %a, %Y/%m/%d
de: %a, %d.%m.%Y

source: occupied
de: belegt

source: Error
de: Fehler

source: no connection to wifi
de: Keine Verbindung zum Wifi

source: pending ...
de: Bitte warten ...

source: Incorrect username or password, please update configuration file!
de: Nutzername oder Passwort falsch, bitte Konfiguration aktualisieren!

source: Not able to start hotspot mode, please contact supervisor!
de: Hotspot konnte nicht gestartet werden, bitte Supervisor informieren!

source: Welcome to MP Meeting Room Display!
de: Willkommen zum MP Meeting Room Display!

source: To configure your device connect to:
de: Verbinden Sie sich zum Konfigurieren Ihres Gerätes mit:

source: and open
de: Öffnen Sie anschließend

source: Book room:
de: Raum buchen:

source: confirm
de: buchen

source: cancel
de: abbrechen

source: Terminate:
de: Beenden:

source: Set password for canceling:
de: Passwort zum Beenden festlegen:

source: Insert determined password:
de: Zum Beenden Passwort eingeben:
